{
    "equipments": [
      {
        "id": 1,
        "name": "Harvester",
        "Hire price per day": "50$ USD",
        "description": "combined harvester,can harvest all crops.",
        "image_url": "https://images.pexels.com/photos/2253264/pexels-photo-2253264.jpeg?auto=compress&cs=tinysrgb&w=1600",
        "ratings": [
          "The harvester works perfectly and was in good condition when I received it", 
          "It can't harvest tubers yet stated as combined harvester"
        ]
      },
      {
        "id": 2,
        "name": "MouldBoard plough",
        "Hire price per day": "50$ USD",
        "description": "suitable for cultivating land with no hard stones",
        "image_url": "https://images.pexels.com/photos/11996938/pexels-photo-11996938.jpeg?auto=compress&cs=tinysrgb&w=1600",
        "ratings": [
          "My garden has light soil and the machine works perfectly",
          "Makes my work easier"
        ]
      },
      {
        "id": 3,
        "name": "Planter",
        "Hire price per day": "45$ USD",
        "description": "Best for planting all type of crops in a large scale farm.",
        "image_url": "https://images.pexels.com/photos/1595104/pexels-photo-1595104.jpeg?auto=compress&cs=tinysrgb&w=1600",
        "reviews": [
          "Saved my normal labour cost, thanks"
        ]
      },
      {
        "id": 4,
        "name": "Disc plough",
        "Hire price per day": "65$ USD",
        "description": "Suitable where there is hard stones and heavy soils. the disc can rollover the obstacles",
        "image_url": "https://media.istockphoto.com/photos/working-parts-of-new-agricultural-disc-harrow-plow-harrow-cultivator-picture-id1176419370?b=1&k=20&m=1176419370&s=612x612&w=0&h=fFu-2DUKSeqsjlAD7VADAU9b6jv7Vt12XNoNzL6hbto=",
        "reviews": [
          "Kindly consider offering discounts when renting for several days",
          "your sales person was not polite"
        ]
      },
      {
        "id": 5,
        "name": "Rollers",
        "Hire price per day": "55$ USD",
        "description": "suitable for dairy farming. used to pack hay and silage",
        "image_url": "https://images.pexels.com/photos/878297/pexels-photo-878297.jpeg?auto=compress&cs=tinysrgb&w=1600",
        "reviews": [
          "I haven't tried it yet but looks good",
          "awesome!"
        ]
      },
      {
        "id": 6,
        "name": "AB:07",
        "description": "Whisky cask-aged imperial scotch ale. Beer perfect for when the rain is coming sideways. Liquorice, plum and raisin temper the warming alcohol, producing a beer capable of holding back the Scottish chill.",
        "image_url": "https://images.punkapi.com/v2/9.png",
        "ratings": [
          "I like to drink this while watching TV",
          "A beer like no other, best served hot"
        ]
      },
      {
        "id": 7,
        "name": "Bramling X",
        "description": "Good old Bramling Cross is elegant, refined, assured, (boring) and understated. Understated that is unless you hop the living daylights out of a beer with it. This is Bramling Cross re-invented and re-imagined, and shows just what can be done with English hops if you use enough of them. Poor Bramling Cross normally gets lost in a woeful stream of conformist brown ales made by sleepy cask ale brewers. But not anymore. This beer shows that British hops do have some soul, and is a fruity riot of blackberries, pears, and plums. Reminds me of the bramble, apple and ginger jam my grandmother used to make.",
        "image_url": "https://images.punkapi.com/v2/10.png",
        "ratings": [
          "Like a river of joy"
        ]
      },
      {
        "id": 8,
        "name": "Misspent Youth",
        "description": "The brainchild of our small batch brewer, George Woods. A dangerously drinkable milk sugar- infused Scotch Ale.",
        "image_url": "https://images.punkapi.com/v2/keg.png",
        "ratings": [
          "Woe is me, how I long for the days of yore",
          "Reminds me of that time I wasted all of my time",
          "It's a flavor that makes you wonder: 'Who is the boss: Angela or Tony?'"
        ]
      },
      {
        "id": 9,
        "name": "Arcade Nation",
        "description": "Running the knife-edge between an India Pale Ale and a Stout, this particular style is one we truly love. Black IPAs are a great showcase for the skill of our brew team, balancing so many complex and twisting flavours in the same moment. The citrus, mango and pine from the hops – three of our all-time favourites – play off against the roasty dryness from the malt bill at each and every turn.",
        "image_url": "https://images.punkapi.com/v2/12.png",
        "reviews": [
          "Pew pew"
        ]
      },
      {
        "id": 10,
        "name": "Movember",
        "description": "A deliciously robust, black malted beer with a decadent dark, dry cocoa flavour that provides an enticing backdrop to the Cascade hops.",
        "image_url": "https://images.punkapi.com/v2/13.png",
        "reviews": [
          "Like autumn leaves readying themselves for the winter sun",
          "Beep beep, you're having a beer"
        ]
      }
    ]
  }